//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChsSecureErase.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] XZY
// [Date] 2021/03/25
//******************************************************************************

/=#
#langdef   en-US "English"    // English
#langdef   zh-chs "中文 (简体)" // xcradle Chinese simplified

#string STR_SECURE_ERASE_SUBTITLE                   #language zh-chs "硬盘安全擦除"
#string STR_SECURE_ERASE_SUBTITLE_HELP              #language zh-chs "列出的所有支持安全擦除功能的硬盘"
#string STR_SECURE_ERASE_LISTFORM_TITLE             #language zh-chs "支持安全擦除的硬盘列表"
#string STR_NO_HDD                                  #language zh-chs "找不到硬盘或没有硬盘支持安全擦除"
#string STR_SECURE_ERASE_PASSWORD_TYPE              #language zh-chs "选择硬盘密码类型"
#string STR_SECURE_ERASE_USER_PASSWORD              #language zh-chs "     用户密码"
#string STR_SECURE_ERASE_MASTER_PASSWORD            #language zh-chs "     主密码"
#string STR_SECURE_ERASE_USER_PASSWORD_PROMT        #language zh-chs "输入硬盘用户密码"
#string STR_SECURE_ERASE_MASTER_PASSWORD_PROMT      #language zh-chs "输入硬盘主密码"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2016, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************